{
  "plugins": {
    "ddc-ui-native": {
      "src": "https://github.com/Shougo/ddc-ui-native"
    },
    "ddc.vim": {
      "src": "https://github.com/Shougo/ddc.vim"
    },
    "denops.vim": {
      "src": "https://github.com/vim-denops/denops.vim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "skkeleton": {
      "src": "https://github.com/vim-skk/skkeleton"
    },
    "skkeleton-indicator.nvim": {
      "src": "https://github.com/delphinus/skkeleton-indicator.nvim"
    },
    "sqls.nvim": {
      "src": "https://github.com/nanotee/sqls.nvim"
    },
    "toggleterm.nvim": {
      "src": "https://github.com/akinsho/toggleterm.nvim"
    },
    "vim-dbml": {
      "src": "https://github.com/jidn/vim-dbml"
    },
    "vimdoc-ja": {
      "src": "https://github.com/vim-jp/vimdoc-ja"
    }
  }
}
